Repository: lytieunuong1/mvvm_template
Catalog: MVVMTemplate/*.lproj/Localizable.strings
Languages: vi

source: Ok
vi: Đồng ý

source: Success
vi: Thành công

source: Error
vi: Lỗi

source: Update was success!
vi: Cập nhật đã thành công!

source: Update was error!
vi: Cập nhật đã bị lỗi!

source: Creation was success!
vi: Tạo mới thành công!

source: Creation was error!
vi: Tạo mới đã bị lỗi!

source: Register was successful!
vi: Đăng ký thành công!

source: Unrecognized the link
vi: Đường dẫn bị lỗi

source: Have no respone data
vi: Không có dữ liệu trả về
